Repository: suphawit/rib-mobile
Catalog: platforms/ios/KKeBanking/Resources/*.lproj/Localizable.strings
Languages: th_th

source: Please face the camera
th_th: กรุณาหันหน้าเข้าหากล้อง

source: Please keep a single face
th_th: กรุณาเข้ากล้องด้วยใบหน้าเดียว

# blurredImage
source: Image is blurred, please adjust
th_th: ภาพเบลอ, กรุณาปรับตำแหน่งกล้อง

# openMount
source: Please open your mouth
th_th: กรุณาอ้าปาก

# blink
source: Please blink
th_th: กรุณากะพริบตา

# shakeHead
source: Please shake your head
th_th: กรุณาส่ายหัว

# shakeHeadToLeft
source: Please shake your head to the left
th_th: กรุณาหันหน้าไปทางซ้าย

# shakeHeadToRight
source: Please shake your head to the right
th_th: กรุณาหันหน้าไปทางขวา

# tooClose
source: Camera too close
th_th: กล้องอยู่ใกล้เกินไป กรุณาปรับตำแหน่งกล้อง

# tooFar
source: Camera too far
th_th: กล้องอยู่ห่างเกินไป กรุณาปรับตำแหน่งกล้อง

# tooBright
source: The light is too bright, please adjust
th_th: แสงสว่างเกินไป กรุณาปรับตำแหน่งกล้อง

# tooDark
source: The light is too dark, please adjust
th_th: แสงมืดเกินไป กรุณาปรับตำแหน่งกล้อง

# timeOut
source: Timeout Error
th_th: หมดเวลา

# timeOutDes
source: Please follow the prompts to complete face recognition
th_th: โปรดปฏิบัติตามคำแนะนำเพื่อทำการจดจำใบหน้าให้สมบูรณ์

source: Face Detection
th_th: การตรวจจับใบหน้า
